{
  "title": {
    "ru": "Условия использования",
    "en": "Terms of Service",
    "be": "Умовы выкарыстання",
    "uk": "Умови використання"
  },
  "lastUpdated": {
    "ru": "25 июля 2025",
    "en": "July 25, 2025",
    "be": "25 ліпеня 2025",
    "uk": "25 липня 2025"
  },
  "sections": [
    {
      "title": {
        "ru": "1. Общие положения",
        "en": "1. General Provisions",
        "be": "1. Агульныя палажэнні",
        "uk": "1. Загальні положення"
      },
      "content": {
        "ru": "Настоящие Условия использования регулируют отношения между пользователем и Premium ChatGPT. Используя данное приложение, вы соглашаетесь с настоящими условиями.",
        "en": "These Terms of Service govern the relationship between the user and Premium ChatGPT. By using this application, you agree to these terms.",
        "be": "Гэтыя Умовы выкарыстання рэгулююць адносіны паміж карыстальнікам і Premium ChatGPT. Выкарыстоўваючы гэту праграму, вы згаджаецеся з гэтымі ўмовамі.",
        "uk": "Ці Умови використання регулюють відносини між користувачем і Premium ChatGPT. Використовуючи цей додаток, ви погоджуєтеся з цими умовами."
      }
    },
    {
      "title": {
        "ru": "2. Описание услуги",
        "en": "2. Service Description",
        "be": "2. Апісанне паслугі",
        "uk": "2. Опис послуги"
      },
      "content": {
        "ru": "Premium ChatGPT предоставляет доступ к функциям искусственного интеллекта для генерации текста и обработки изображений. Сервис работает на основе различных языковых моделей.",
        "en": "Premium ChatGPT provides access to artificial intelligence functions for text generation and image processing. The service operates based on various language models.",
        "be": "Premium ChatGPT забезпечвае доступ да функцый штучнага інтэлекту для генерацыі тэксту і апрацоўкі выяў. Сэрвіс працуе на аснове розных моўных мадэляў.",
        "uk": "Premium ChatGPT надає доступ до функцій штучного інтелекту для генерації тексту та обробки зображень. Сервіс працює на основі різних мовних моделей."
      }
    },
    {
      "title": {
        "ru": "3. Правила использования",
        "en": "3. Usage Rules",
        "be": "3. Правілы выкарыстання",
        "uk": "3. Правила використання"
      },
      "content": {
        "ru": "Пользователь обязуется:\n• Не использовать сервис для создания вредоносного, незаконного или неэтичного контента\n• Не пытаться нарушить безопасность системы\n• Соблюдать авторские права и права интеллектуальной собственности",
        "en": "User agrees to:\n• Not use the service to create harmful, illegal or unethical content\n• Not attempt to breach system security\n• Respect copyright and intellectual property rights",
        "be": "Карыстальнік абавязваецца:\n• Не выкарыстоўваць сэрвіс для стварэння шкоднага, незаконнага або неэтычнага кантэнту\n• Не спрабаваць парушыць бяспеку сістэмы\n• Выконваць аўтарскія правы і правы інтэлектуальнай уласнасці",
        "uk": "Користувач зобов'язується:\n• Не використовувати сервіс для створення шкідливого, незаконного або неетичного контенту\n• Не намагатися порушити безпеку системи\n• Дотримуватися авторських прав та прав інтелектуальної власності"
      }
    },
    {
      "title": {
        "ru": "4. Ограничения ответственности",
        "en": "4. Liability Limitations",
        "be": "4. Абмежаванні адказнасці",
        "uk": "4. Обмеження відповідальності"
      },
      "content": {
        "ru": "Сервис предоставляется 'как есть'. Мы не гарантируем точность, полноту или актуальность генерируемого контента. Пользователь несет ответственность за использование полученной информации.",
        "en": "The service is provided 'as is'. We do not guarantee the accuracy, completeness or relevance of generated content. The user is responsible for using the information received.",
        "be": "Сэрвіс прадастаўляецца 'як ёсць'. Мы не гарантуем дакладнасць, поўнату або актуальнасць генераванага кантэнту. Карыстальнік нясе адказнасць за выкарыстанне атрыманай інфармацыі.",
        "uk": "Сервіс надається 'як є'. Ми не гарантуємо точність, повноту або актуальність згенерованого контенту. Користувач несе відповідальність за використання отриманої інформації."
      }
    },
    {
      "title": {
        "ru": "5. Изменение условий",
        "en": "5. Changes to Terms",
        "be": "5. Змена ўмоў",
        "uk": "5. Зміна умов"
      },
      "content": {
        "ru": "Мы оставляем за собой право изменять данные условия в любое время. Продолжение использования сервиса после изменений означает согласие с новыми условиями.",
        "en": "We reserve the right to change these terms at any time. Continued use of the service after changes means agreement to the new terms.",
        "be": "Мы пакідаем за сабой права змяняць гэтыя ўмовы ў любы час. Працяг выкарыстання сэрвісу пасля змен азначае згоду з новымі ўмовамі.",
        "uk": "Ми залишаємо за собою право змінювати ці умови в будь-який час. Продовження використання сервісу після змін означає згоду з новими умовами."
      }
    },
    {
      "title": {
        "ru": "6. Контактная информация",
        "en": "6. Contact Information",
        "be": "6. Кантактная інфармацыя",
        "uk": "6. Контактна інформація"
      },
      "content": {
        "ru": "По вопросам использования сервиса обращайтесь к администрации через интерфейс приложения.",
        "en": "For questions about using the service, contact the administration through the application interface.",
        "be": "Па пытаннях выкарыстання сэрвісу звяртайцеся да адміністрацыі праз інтэрфейс прыкладання.",
        "uk": "З питань використання сервісу звертайтеся до адміністрації через інтерфейс додатка."
      }
    }
  ]
}
